{
    "main": {
      "name": "Fuad Talybov",
      "spelling": "{ foo - odd }",
      "description": "I am a seasoned web developer who likes to build intuitive and engaging web experiences for the health, retail, media and tech industries. I am a problem-solver, self-starter, strategist and a team player.",
      "credentials": [
        {
          "name": "linkedIn",
          "url": "https://www.linkedin.com/in/fuadtalybov/",
          "path": "M186.4 142.4c0 19-15.3 34.5-34.2 34.5 -18.9 0-34.2-15.4-34.2-34.5 0-19 15.3-34.5 34.2-34.5C171.1 107.9 186.4 123.4 186.4 142.4zM181.4 201.3h-57.8V388.1h57.8V201.3zM273.8 201.3h-55.4V388.1h55.4c0 0 0-69.3 0-98 0-26.3 12.1-41.9 35.2-41.9 21.3 0 31.5 15 31.5 41.9 0 26.9 0 98 0 98h57.5c0 0 0-68.2 0-118.3 0-50-28.3-74.2-68-74.2 -39.6 0-56.3 30.9-56.3 30.9v-25.2H273.8z"
        },
        {
          "name": "email",
          "url": "mailto:fuad.talybov@gmail.com?subject=Let's make a website&amp;body=So what's up?",
          "path": "M101.3 141.6v228.9h0.3 308.4 0.8V141.6H101.3zM375.7 167.8l-119.7 91.5 -119.6-91.5H375.7zM127.6 194.1l64.1 49.1 -64.1 64.1V194.1zM127.8 344.2l84.9-84.9 43.2 33.1 43-32.9 84.7 84.7L127.8 344.2 127.8 344.2zM384.4 307.8l-64.4-64.4 64.4-49.3V307.8z"
        },
        {
          "name": "github",
          "url": "https://github.com/stylencode",
          "path": "M256 70.7c-102.6 0-185.9 83.2-185.9 185.9 0 82.1 53.3 151.8 127.1 176.4 9.3 1.7 12.3-4 12.3-8.9V389.4c-51.7 11.3-62.5-21.9-62.5-21.9 -8.4-21.5-20.6-27.2-20.6-27.2 -16.9-11.5 1.3-11.3 1.3-11.3 18.7 1.3 28.5 19.2 28.5 19.2 16.6 28.4 43.5 20.2 54.1 15.4 1.7-12 6.5-20.2 11.8-24.9 -41.3-4.7-84.7-20.6-84.7-91.9 0-20.3 7.3-36.9 19.2-49.9 -1.9-4.7-8.3-23.6 1.8-49.2 0 0 15.6-5 51.1 19.1 14.8-4.1 30.7-6.2 46.5-6.3 15.8 0.1 31.7 2.1 46.6 6.3 35.5-24 51.1-19.1 51.1-19.1 10.1 25.6 3.8 44.5 1.8 49.2 11.9 13 19.1 29.6 19.1 49.9 0 71.4-43.5 87.1-84.9 91.7 6.7 5.8 12.8 17.1 12.8 34.4 0 24.9 0 44.9 0 51 0 4.9 3 10.7 12.4 8.9 73.8-24.6 127-94.3 127-176.4C441.9 153.9 358.6 70.7 256 70.7z"
        }
      ],
      "image": "myProfile.jpg",
      "clip": "clip.svg"
    },
    "tech": [
        {
          "name": "HTML5",
          "class": "devicon-html5-plain"
        },
        {
          "name": "CSS3",
          "class": "devicon-css3-plain"
        },
        {
          "name": "JavaScript",
          "class": "devicon-javascript-plain"
        },
        {
          "name": "JQuery",
          "class": "devicon-jquery-plain"
        },
        {
          "name": "ReactJS",
          "class": "devicon-react-original"
        },
        {
          "name": "AngularJS",
          "class": "devicon-angularjs-plain"
        },
        {
          "name": "Bootstrap",
          "class": "devicon-bootstrap-plain"
        },
        {
          "name": "TailwindCSS",
          "class": "devicon-tailwindcss-original"
        },
        {
          "name": "MaterialUI",
          "class": "devicon-materialui-plain"
        },
        {
          "name": "Wordpress",
          "class": "devicon-wordpress-plain"
        },
        {
          "name": "PHP",
          "class": "devicon-php-plain"
        },
        {
          "name": "MySql",
          "class": "devicon-mysql-plain"
        }
        ,
        {
          "name": "GitHub",
          "class": "devicon-github-original"
        },
        {
          "name": "NextJS",
          "class": "devicon-nextjs-plain"
        },
        {
          "name": "NPM",
          "class": "devicon-npm-original-wordmark"
        }
    ],
    "projects": [
      {
        "title": "Three Ships",
        "description": "<p>For a few years I had a fantastic opportunity to work as a Sr. Web Developer at Three Ships (3S Auto). I led all areas of web development for the vertical and managed a portfolio of several high-revenue web properties.</p><p>Some of the properties are integrated with large SEO players like Marketwatch.com, Motor1.com, Jalopnik.com, Quartz.com and many others.</p><p>Specific project details are a matter of NDA, so unfortunately I can only highlight the nature of the work I completed.</p><p>During my time here, I built and managed an agile team of 6, including a scrum master, QA engineer, and a team of offshore developers.</p><p>We were responsible for new site builds, maintaining existing websites, migration and re-platforming, creation of new functionality for Paid, CRO and SEO team, creation of new Gutenberg blocks (ACF and React), scoping additional development opportunities, and near real-time support to all stakeholders.</p><p>I utilized DevOPS as a framework to optimize team’s intake, increase the output, and maintain a tighter integration with the business units.</p>",
        "images": [
          "/assets/portfolio/threeships/motor1-1.png",
          "/assets/portfolio/threeships/motor1-2.png",
          "/assets/portfolio/threeships/mw-1.png",
          "/assets/portfolio/threeships/jalopnik-1.png",
          "/assets/portfolio/threeships/amb-1.png",
          "/assets/portfolio/threeships/aro-1.png",
          "/assets/portfolio/threeships/aro-2.png",
          "/assets/portfolio/threeships/ccs-1.png",
          "/assets/portfolio/threeships/cwq-1.png",
          "/assets/portfolio/threeships/rccw-1.png"
        ],
        "splash": "/assets/portfolio/threeships/3s-splash.jpg",
        "url": "https://www.three-ships.com",
        "slug": "three-ships",
        "tech": [
          {
            "name": "HTML5",
            "class": "devicon-html5-plain"
          },
          {
            "name": "CSS3",
            "class": "devicon-css3-plain"
          },
          {
            "name": "JavaScript",
            "class": "devicon-javascript-plain"
          },
          {
            "name": "JQuery",
            "class": "devicon-jquery-plain"
          },
          {
            "name": "ReactJS",
            "class": "devicon-react-original"
          },
          {
            "name": "Laravel",
            "class": "devicon-laravel-original"
          },
          {
            "name": "Bootstrap",
            "class": "devicon-bootstrap-plain"
          },
          {
            "name": "TailwindCSS",
            "class": "devicon-tailwindcss-original"
          },
          {
            "name": "Wordpress",
            "class": "devicon-wordpress-plain"
          },
          {
            "name": "MySql",
            "class": "devicon-mysql-plain"
          },
          {
            "name": "GitHub",
            "class": "devicon-github-original"
          }
        ]
      },
      {
        "title": "Directional Drills",
        "description": "<p>Directional Drills is another Wordpress driven custom theme build for a local heavy machinery and equipment broker. The main drive behind developing this project was to help a frustrated business owner who couldn't get previous developers deliver him a site after months of wasting his time. Knowing was burn out can do to client's desire to trust again has forced me to assume a pro-active position in order to prevent a negative experience.</p><p>From the get-go, I set up expectations for design, process, functional capabilities and was able to earn client's trust. We've explored his main competition and despite similar brand colors, products and industry, have been able to put together a look and feel that is distinct from competition yet modern and appealing.</p><p>Main challenge was to build a variety of similar product listings that break up into categories and have specific custom meta data that is filterable on the website. The other challenge was to allow for guest submission while allowing registered users to edit their previous listings. And one last final requirement was to allow simple administration and management of listings, as well as the ability to transfer over 400 existing listings from an old database.</p><p>To pull off this gig in quick times, I relied on several plugins like Elementor, FacetWP, Relevansi, Gravity Forms, WP Import and few others. I prefer not to use plugins when possible, but sometimes extending particular functionality myself is simply not cost-practical. I've constructed simple PHP queries to format data from old DB into a table. Using WP Import, CSV and mapping of fields, I moved over 400 listings including featured images into the new Wordpress Database.</p>",
        "images": [
          "/assets/portfolio/directec/dt-main.jpg",
          "/assets/portfolio/directec/dd-1.png",
          "/assets/portfolio/directec/dd-2.png",
          "/assets/portfolio/directec/dd-3.png",
          "/assets/portfolio/directec/dd-4.png",
          "/assets/portfolio/directec/dd-5.png",
          "/assets/portfolio/directec/dd-6.png",
          "/assets/portfolio/directec/dd-9.png"
        ],
        "splash": "/assets/portfolio/directec/dd-splash.jpg",
        "url": "https://www.directionaldrills.com",
        "slug": "directec",
        "tech": [
          {
            "name": "HTML5",
            "class": "devicon-html5-plain"
          },
          {
            "name": "CSS3",
            "class": "devicon-css3-plain"
          },
          {
            "name": "JQuery",
            "class": "devicon-jquery-plain"
          },
          {
            "name": "Wordpress",
            "class": "devicon-wordpress-plain"
          },
          {
            "name": "MySql",
            "class": "devicon-mysql-plain"
          }
        ]
      },
      {
        "title": "2-10 Home Buyers",
        "description": "<p>Between years 2019 and 2021, I had an opportunity to work on the 2-10 HBW marketing team and manifest several great projects. First of all, we rebuilt 2-10.com WordPress-driven website resulting in dramatic increase of returning traffic, stabilization of eCommerce revenues, and a close to an 80% conversion rate lift. During this time, I played a key role in Digital Transformation project working as a liaison between shareholders to ensure successful transition of user facing UIs and proper back-end data.</p><p> I developed various lead-acquisition focused landing pages, deployed A/B Split testing, implemented necessary tracking. </p><p>In addition, I worked with backend and operational IT teams to develop more functionality, and maintain the website on all servers. Introduced user-centric approach and MVP ideas to the immediate team. Improved site speed performance by 110%.</p>",
        "images": [
          "/assets/portfolio/210hbw/210-1.jpg",
          "/assets/portfolio/210hbw/210-1.jpg"
        ],
        "splash": "/assets/portfolio/210hbw/210-splash.jpg",
        "url": "https://www.2-10.com",
        "slug": "210hbw",
        "tech": [
          {
            "name": "HTML5",
            "class": "devicon-html5-plain"
          },
          {
            "name": "CSS3",
            "class": "devicon-css3-plain"
          },
          {
            "name": "JavaScript",
            "class": "devicon-javascript-plain"
          },
          {
            "name": "JQuery",
            "class": "devicon-jquery-plain"
          },
          {
            "name": "Bootstrap",
            "class": "devicon-bootstrap-plain"
          },
          {
            "name": "Wordpress",
            "class": "devicon-wordpress-plain"
          },
          {
            "name": "MySql",
            "class": "devicon-mysql-plain"
          },
          {
            "name": "SalesForce",
            "class": "devicon-salesforce-plain"
          }
        ]
      },
      {
        "title": "SweetCow Ice Cream",
        "description": "<p>Selling amazing freshly made ice cream and having a great looking site isn't enough for Sweetcow Ice Cream. One of the owners, working previously as a marketing exec, made it a goal to create some really cool tools as extensions of the brand facing internally and externally.</p><p>My introduction to the relationship started with the task of implementing an e-Commerce into a rebranded Wordpress site. In collaboration with Brent Thelen Design, who came up with the look and feel and set initial bootstrap theme, I've added the online shopping capabilities with abilities to purchase pre-loaded gift cards, and specific shipping rates for perishables based on internal shipping tables.</p><p>After the implementation of WooComm and the rebrand of site, I was approached with another challenge to solve. The challenge was to build a tablet-friendly, multi-user, multi-store Inventory Content Management System that allowed staff to update inventory, manage flavors, recipes, review reports and even predict upcoming inventory needs. A similar system has already existed sitting on an outdated Flex software. It has become extremely unstable and too slow to be useful. Without an existing documentation and no references, I was tasked to rebuild the system making it faster, scalable, easy to use, and responsive. Utilizing HTML 5, PHP, Angular, and JQuery, the new system came to life in early 2019 after several months of development. It gained immediate popularity internally, has resolved previous challenges, and opened up opportunities to add more functionalities with ease.</p><p>The final integral part of this project was a Loyalty Application, available for iOS and Android phones. Although I did not develop the code for the app, it is worth to note that the application's functionally primary depends on the Inventory CMS database to create push notifications almost instantly, letting users know when their favorite flavors are now available at certain stores.</p>",
        "images": [
          "/assets/portfolio/sweetcow/sw-1.png",
          "/assets/portfolio/sweetcow/sw-2.png",
          "/assets/portfolio/sweetcow/sw-3.png",
          "/assets/portfolio/sweetcow/sw-5.png",
          "/assets/portfolio/sweetcow/sw-icms-1.png",
          "/assets/portfolio/sweetcow/sw-icms-2.png",
          "/assets/portfolio/sweetcow/sw-icms-3.png",
          "/assets/portfolio/sweetcow/sw-icms-4.png",
          "/assets/portfolio/sweetcow/sw-icms-5.png",
          "/assets/portfolio/sweetcow/sw-main.png"
        ],
        "splash":  "/assets/portfolio/sweetcow/sw-splash.jpg",
        "url": "https://www.sweetcow.com",
        "slug": "sweetcow",
        "tech": [
          {
            "name": "HTML5",
            "class": "devicon-html5-plain"
          },
          {
            "name": "CSS3",
            "class": "devicon-css3-plain"
          },
          {
            "name": "JQuery",
            "class": "devicon-jquery-plain"
          },
          {
            "name": "Bootstrap",
            "class": "devicon-bootstrap-plain"
          },
          {
            "class": "devicon-php-plain",
            "name": "PHP"
          },
          {
            "name": "Wordpress",
            "class": "devicon-wordpress-plain"
          },
          {
            "name": "WooCommerce",
            "class": "devicon-woocommerce-plain"
          }
        ]
      },
      {
        "title": "Feel Love Homes - ADU Estimator Plugin",
        "description": "<p>I had a great opportunity to work with a friend on this fun estimator for this business. </p><p>His company specializes in building ADUs (Accessory Dwelling Units) in the NC area, and he reached out with a need to build an ADU Estimator for his website visitors that would also serve as a lead-generation tool integrated with HubSpot.</p><p>I chose to build him a custom plugin that extended Gravity Forms. Gravity forms was chosen because of their partnership with HubSpot offering a seamless integration with the CRM. Gravity Forms also gave the admins a simple interface to configure the estimator, or any additional forms they'd like.</p><p>The estimator needed to offer options for Fixed and Percentage costs for each selected configuration step. For example, adding flooring would be a percentage cost based on the initial Base model selected, but adding a 2nd floor is a Fixed cost. In addition, the number of steps and what product options are offered on each step is up for the admin to determine.</p><p>Initially, this sounded like a tough formula to crack, but even this challenge was tamed in short order. Because setting up this ADU Estimator was not a simple task, I also provided a detailed documentation on how to configure this plugin.</p>",
        "images": [
          "/assets/portfolio/flh/flh-1.png",
          "/assets/portfolio/flh/flh-3.png",
          "/assets/portfolio/flh/flh-4.png",
          "/assets/portfolio/flh/flh-5.png",
          "/assets/portfolio/flh/flh-6.png",
          "/assets/portfolio/flh/flh-7.png"
        ],
        "splash": "/assets/portfolio/flh/flh-splash.jpg",
        "url": "https://feellovehomes.com",
        "slug": "flh",
        "tech": [
          {
            "class": "devicon-php-plain",
            "name": "PHP"
          },
          {
            "class": "devicon-wordpress-plain",
            "name": "WordPress"
          },
          {
            "class": "fa-brands fa-hubspot",
            "name": "HubSpot"
          }
        ]
      },
      {
        "title": "School of Breaking",
        "description": "<p>What a business, and a website that drives a lot of it! Built using Flatsome UX Template for Wordpress, this site has gone through many transformations and 3rd party integrations for the sake of improving user experience. It has stood the testament of time and has become an example of a specific practical solution as an answer to growing business and consumer needs.</p> <p>First of all, starting a breakdance ( properly Breakin' ) studio business when the market is practically non-existent is an uphill battle no matter how you look at it. But S.O.B. was not the first to do it and had a few existing hip hop studio businesses to compete with. Besides the business model and a relentless pursuit of growth from the studio leadership, there was a need for School of Breaking to make its statement.</p><p>My goal as a Web Designer and Developer was to create a brand presence that helped SOB curb some of the existing negative stereotypes of street dancers such as not being tech savvy or too dramatic, uneducated and unprofessional, and so on, and establish a sense of trust and vision with potential customers. By incorporating a modern and clean design, setting up seamless check-out process, utilizing Mailchimp, Social Media and setting up the tone of the communications, I helped the business gain strategic technological advantage and allowed leadership focus on building necessary social relationships with students, parents, and community members.</p><p>While overseeing graphics, emails, photography, I put strong focus on strategic usability improvements especially those that align with the \"less clicks\" thought processes and allows to streamline time-consuming business functions. For example, by implementing Square, custom fields, and specific communication campaigns, SOB is now accepting most of its registrations online, accumulating close to 1MM in online sales to date.</p><p>With School of Breaking, I am currently exploring opportunities to enhance customer CRM and provide students and partners with even more personalized experience.</p>",
        "images": [
          "/assets/portfolio/sob/sob-1.png",
          "/assets/portfolio/sob/sob-2.png",
          "/assets/portfolio/sob/sob-3.png",
          "/assets/portfolio/sob/sob-4.png",
          "/assets/portfolio/sob/sob-5.png",
          "/assets/portfolio/sob/sob-6.png",
          "/assets/portfolio/sob/sob-7.png"
        ],
        "splash": "/assets/portfolio/sob/sob-splash.jpg",
        "url": "https://www.schoolofbreaking.com",
        "slug": "school-of-breaking",
        "tech": [
          {
            "name": "HTML5",
            "class": "devicon-html5-plain"
          },
          {
            "name": "CSS3",
            "class": "devicon-css3-plain"
          },
          {
            "name": "JQuery",
            "class": "devicon-jquery-plain"
          },
          {
            "name": "Wordpress",
            "class": "devicon-wordpress-plain"
          },
          {
            "name": "MySql",
            "class": "devicon-mysql-plain"
          },
          {
            "name": "WooCommerce",
            "class": "devicon-woocommerce-plain"
          }
        ]
      }
    ],
    "funProjects": [
      {
        "title": "ETHDenver Hackathon, 2024",
        "shortDescription": "Web3 - ViceRoll Casino.",
        "description": "<p>Super fun project at the ETHDenver hackathon. I met and teamed up with folks from the Blockchain Legal Institue, and We built a Lossless Casino - Turn Your Vices 👿 Into Virtues 😇 In A Casino For Public Good! 🎲 🎲<p>We researched casual games - Like Slot Machines!!</p><p>🌱 We tested our fist fork game with Javascript, online at https://viceroll.casino/</p><p></p><p>🌱 We made a DAO to receive gaming funds used for public good, online at https://snapshot.org/#/viceroll.eth/about</p><p>🌱 We made a player's reward token that can be used for voting and rebasing $COPE</p><p>🌱 We made our gaming contract to resolve player events and token rewards on-chain, online at https://sepolia.etherscan.io/address/0x9f2590ade279e711365280224241b1f3ad3a9aef</p><p>🌱 Next steps for us: Expand our players reward infrastructure (more contrats, more games, more vices => virtures)</p><p>⚡ Fun fact 3 of us are brand new to eth denver, and we are from 3 differnt countries</p><a href='https://github.com/stylencode' target='_blank' class='flex items-center'><svg class='social-icon  w-[40px] text-center' viewBox='0 0 512 512'><path d='M256 70.7c-102.6 0-185.9 83.2-185.9 185.9 0 82.1 53.3 151.8 127.1 176.4 9.3 1.7 12.3-4 12.3-8.9V389.4c-51.7 11.3-62.5-21.9-62.5-21.9 -8.4-21.5-20.6-27.2-20.6-27.2 -16.9-11.5 1.3-11.3 1.3-11.3 18.7 1.3 28.5 19.2 28.5 19.2 16.6 28.4 43.5 20.2 54.1 15.4 1.7-12 6.5-20.2 11.8-24.9 -41.3-4.7-84.7-20.6-84.7-91.9 0-20.3 7.3-36.9 19.2-49.9 -1.9-4.7-8.3-23.6 1.8-49.2 0 0 15.6-5 51.1 19.1 14.8-4.1 30.7-6.2 46.5-6.3 15.8 0.1 31.7 2.1 46.6 6.3 35.5-24 51.1-19.1 51.1-19.1 10.1 25.6 3.8 44.5 1.8 49.2 11.9 13 19.1 29.6 19.1 49.9 0 71.4-43.5 87.1-84.9 91.7 6.7 5.8 12.8 17.1 12.8 34.4 0 24.9 0 44.9 0 51 0 4.9 3 10.7 12.4 8.9 73.8-24.6 127-94.3 127-176.4C441.9 153.9 358.6 70.7 256 70.7z'></path></svg>https://github.com/DragonsOfDenver/vice-roll</a>",
        "images": [
          "/assets/portfolio/viceroll/vr-1.png",
          "/assets/portfolio/viceroll/vr-2.png",
          "/assets/portfolio/viceroll/vr-3.png",
          "/assets/portfolio/viceroll/vr-4.png",
          "/assets/portfolio/viceroll/vr-5.png",
          "/assets/portfolio/viceroll/vr-6.png",
          "/assets/portfolio/viceroll/vr-7.png"
        ],
        "splash": "/assets/portfolio/viceroll/ethdenver-logo.jpg",
        "url": "https://www.viceroll.casino",
        "slug": "vice-roll",
        "tech": [
          {
            "class": "devicon-react-original",
            "name": "ReactJS"
          },
          {
            "class": "devicon-nextjs-plain",
            "name": "NextJS"
          },
          {
            "class": "devicon-solidity-plain",
            "name": "Solidity"
          },
          {
            "class": "devicon-nodejs-plain",
            "name": "NodeJS"
          },
          {
            "class": "devicon-express-original",
            "name": "Express"
          }
        ]
      },
      {
        "title": "Fun Gift Boxes",
        "shortDescription": "Wordpress, WooCommerce, Custom Theme, Bootstrap",
        "description": "<p>Pre-curated and customized gift boxes is a unique and memorable way to express gratitude, love, admiration, or simply to send good vibes for someone on your mind. I was tasked with translating several flat-coded pages into Wordpress while creating additional templates and figuring out the best approach to handle the customization of products.</p><p>After building the initial Wordpress theme using a 12 column Bootstrap 3 layout grid and creating additional templates for all WooCommerce touch-points, I began exploring a number of multi-step plugins and product customizers that can allow easier customization process. I've settled on a WooCommerce Composite Plugin and with minor tweaks the plugin has allowed for the needed functionality. In addition, the shop admin liked the ability to further customize the array of available designs without increasing the number of sku's she carries in the store.</p><p>Overall, the site has received a lot of positive feedback for it's ease of use, and great look. The owner is now confidently expanding her network of clients and suppliers without having to worry about her online representation.</p>",
        "images": [
          "/assets/portfolio/fgb/fgb-1.png",
          "/assets/portfolio/fgb/fgb-3.png",
          "/assets/portfolio/fgb/fgb-4.png",
          "/assets/portfolio/fgb/fgb-5.png",
          "/assets/portfolio/fgb/fgb-6.png",
          "/assets/portfolio/fgb/fgb-7.png"
        ],
        "splash": "/assets/portfolio/fgb/fgb-logo.jpg",
        "url": "https://www.fungiftboxes.com",
        "slug": "fgb",
        "tech": [
          {
            "name": "HTML5",
            "class": "devicon-html5-plain"
          },
          {
            "name": "CSS3",
            "class": "devicon-css3-plain"
          },
          {
            "name": "JQuery",
            "class": "devicon-jquery-plain"
          },
          {
            "name": "Wordpress",
            "class": "devicon-wordpress-plain"
          },
          {
            "name": "Bootstrap",
            "class": "devicon-bootstrap-plain"
          },
          {
            "name": "MySql",
            "class": "devicon-mysql-plain"
          },
          {
            "name": "WooCommerce",
            "class": "devicon-woocommerce-plain"
          }
        ]
      },
      {
        "title": "GenerationBBOY",
        "shortDescription": "Wordpress, WooCommerce",
        "description": "<p>WooCommerce Shop for a breakdance brand - Generation BBoy </p>",
        "images": [
          "/assets/portfolio/gb/gb-1.png",
          "/assets/portfolio/gb/gb-2.png",
          "/assets/portfolio/gb/gb-3.png"
        ],
        "splash": "/assets/portfolio/gb/gb-logo.jpg",
        "url": "https://www.generationbboy.com",
        "slug": "generation-bboy",
        "tech": [
          {
            "name": "HTML5",
            "class": "devicon-html5-plain"
          },
          {
            "name": "CSS3",
            "class": "devicon-css3-plain"
          },
          {
            "name": "JQuery",
            "class": "devicon-jquery-plain"
          },
          {
            "name": "Wordpress",
            "class": "devicon-wordpress-plain"
          },
          {
            "name": "Bootstrap",
            "class": "devicon-bootstrap-plain"
          },
          {
            "name": "MySql",
            "class": "devicon-mysql-plain"
          },
          {
            "name": "WooCommerce",
            "class": "devicon-woocommerce-plain"
          }
        ]
      },
      {
        "title": "Hotel Engine",
        "shortDescription": "Wordpress, Bootstrap",
        "description": "<p>With an outdated website codebase and no CMS was in place for regular updates and multi-user capability, HotelEngine team reached out to me and my friend at Brent Thelen Designs to build their website using modern code and best practice for both a scalable website and overall better user experience.</p><p>We created a completely custom theme using Wordpress CMS. Using Advanced Custom Fields Pro, we created flexible and customizable content that can accommodate for text, video and imagery and inline CSS styling. This was done on a page-level with a few clicks.</p><p>Design had to be strictly on-brand and follow all guidelines. We ensured that we could bring life and engagement to the user experience though a use of subtle animations and scroll-based behaviors present on every page. Everything also needed to load quickly and respond to any device with the correct feel.</p>",
        "images": [
          "/assets/portfolio/hotelengine/hotel-engine-2.jpg",
          "/assets/portfolio/hotelengine/hotel-engine-2.jpg"
        ],
        "splash": "/assets/portfolio/hotelengine/he-logo.jpg",
        "url": "https://www.hotelengine.com",
        "slug": "he",
        "tech": [
          {
            "name": "HTML5",
            "class": "devicon-html5-plain"
          },
          {
            "name": "CSS3",
            "class": "devicon-css3-plain"
          },
          {
            "name": "JavaScript",
            "class": "devicon-javascript-plain"
          },
          {
            "name": "JQuery",
            "class": "devicon-jquery-plain"
          },
          {
            "name": "Bootstrap",
            "class": "devicon-bootstrap-plain"
          },
          {
            "name": "Wordpress",
            "class": "devicon-wordpress-plain"
          }
        ]
      },
      {
        "title": "Vista Neuro",
        "shortDescription": "Wordpress, Avada Theme",
        "description": "<p>Vista Neuro was another fun project for a colleague of mine. They needed a simple brochure-style site that could be easily updated by someone non-technical. We only had a logo and a limited budget to work with. The budget did not permit me to design and build a fully custom theme from scratch.</p><p>As a solution, we found an existing theme on ThemeForest that functionally and visually worked for the client. With some massaging, I was able to modify the purchased theme into the look and feel that the client desired. After all of the content flowed in and documentation on site usage created, we launched in under a week of total time.</p>",
        "images": [
          "/assets/portfolio/vistaneuro/vn-1.png",
          "/assets/portfolio/vistaneuro/vn-2.png",
          "/assets/portfolio/vistaneuro/vn-3.png"
        ],
        "splash": "/assets/portfolio/vistaneuro/vn-logo.jpg",
        "url": "https://www.vistaneuro.com",
        "slug": "vista-neuro",
        "tech": [
          {
            "name": "HTML5",
            "class": "devicon-html5-plain"
          },
          {
            "name": "CSS3",
            "class": "devicon-css3-plain"
          },
          {
            "name": "JQuery",
            "class": "devicon-jquery-plain"
          },
          {
            "name": "Wordpress",
            "class": "devicon-wordpress-plain"
          },
          {
            "name": "MySql",
            "class": "devicon-mysql-plain"
          }
        ]
      },
      {
        "title": "Viper-X 2021",
        "shortDescription": "Prototype, AngularJS, Bootstrap",
        "description": "<p>AngularJS prototype - coming soon</p>",
        "images": [
          "/assets/portfolio/projectx/viper1.png",
          "/assets/portfolio/projectx/viper2.png",
          "/assets/portfolio/projectx/viper3.png"
        ],
        "splash": "/assets/portfolio/projectx/viperx-logo.jpg",
        "url": "https://mnw.nsm.mybluehost.me/website_09aa8e1a/",
        "slug": "viperx",
        "tech": [
          {
            "class": "devicon-angularjs-plain",
            "name": "AngularJS"
          },
          {
            "class": "devicon-nextjs-plain",
            "name": "HTML5"
          }
        ]
      }
    ]
  }